tap "chiselstrike/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "libsql/sqld"
tap "oven-sh/bun"
tap "redis-stack/redis-stack"
brew "ansible"
brew "awscli"
brew "bat"
brew "bitwarden-cli"
brew "cmake"
brew "deno"
brew "direnv"
brew "entr"
brew "erlang"
brew "eza"
brew "fastlane"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gleam"
brew "go"
brew "helix"
brew "htop"
brew "imagemagick"
brew "just"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nmap"
brew "nvm"
brew "ollama"
brew "openjdk"
brew "perl"
brew "php"
brew "pnpm"
brew "protobuf"
brew "python@3.11"
brew "ripgrep"
brew "sshpass"
brew "starship"
brew "swift-format"
brew "telnet"
brew "tldr"
brew "tmux"
brew "tree"
brew "websocat"
brew "wget"
brew "xterm"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "chiselstrike/tap/turso"
brew "hashicorp/tap/terraform"
brew "joshmedeski/sesh/sesh"
brew "oven-sh/bun/bun"
cask "alt-tab"
cask "bruno"
cask "font-hack-nerd-font"
cask "hammerspoon"
cask "moonlight"
cask "raycast"
cask "redis-stack"
cask "redis-stack-redisinsight"
cask "redis-stack-server"
cask "swiftformat-for-xcode"
cask "wezterm"
cask "xampp"
cask "yaak"
vscode "aaron-bond.better-comments"
vscode "alefragnani.project-manager"
vscode "allanoricil.nuxt-vscode-extension"
vscode "angular.ng-template"
vscode "bierner.markdown-emoji"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "gleam.gleam"
vscode "grapecity.gc-excelviewer"
vscode "gruntfuggly.todo-tree"
vscode "hashicorp.terraform"
vscode "kasik96.swift"
vscode "maurobalbi.glas-vscode"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "oderwat.indent-rainbow"
vscode "pkief.material-icon-theme"
vscode "redhat.fabric8-analytics"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "spadin.zmk-tools"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vscodevim.vim"
vscode "wallabyjs.console-ninja"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
